Repository: ez-startup/cultureweb
Catalog: CultureWeb/Resources/Areas/Admin/Views/Suppliers/Delete.*.resx
Languages: km

source: Action
km: សកម្មភាព

source: Add new Supplier
km: បន្ថែមអ្នកផ្គត់ផ្គង់

# Address
source: House# 41,Street# P21,Borey Peng Houth
km: អាស័យដ្ឋាន

source: Address in Khmer
km: អាស័យដ្ឋានជាភាសាខ្មែរ

source: Amount Due
km: ចំនួនទឹកប្រាក់ដែលត្រូវបង់

source: Back
km: ត្រឡប់ក្រោយ

source: Cambodia
km: ប្រទេសកម្ពុជា

source: Cancel
km: បោះបង់

# Co
source: Khmer Cultural Heritage
km: មរតវប្បធម៌ខ្មែរ

source: Company Name
km: ឈ្មោះក្រុមហ៊ុន

source: Company Name in Khmer
km: ឈ្មោះក្រុមហ៊ុនជាភាសាខ្មែរ

source: Confirm Delete
km: បញ្ជាក់ការលុប

source: Cost Price
km: តម្លៃ​ដើម

source: Country
km: ប្រទេស

source: Country in Khmer
km: ប្រទេសជាភាសាខ្មែរ

source: Country/Region
km: ប្រទេស/តំបន់

source: Customer
km: អតិថិជន

source: Customer Name
km: ឈ្មោះ​អតិថិជន

source: Date
km: កាល​បរិច្ឆេទ

source: Delete
km: លុប

source: Email
km: អ៊ីមែល

source: Generate Report
km: បង្កើតរបាយការណ៍

source: Inline Discount
km: ការបញ្ចុះតម្លៃ

source: INVOICE
km: វិក្កយបត្រ

source: Invoice To
km: វិក្កយបត្រសម្រាប់

source: No.
km: ល.រ

source: Phnom Penh
km: ភ្នំពេញ

source: Phone
km: ទូរស័ព្ទ

source: Position
km: ដំណែងការងារ

source: Position in Khmer
km: មុខតំណែងជាភាសាខ្មែរ

source: Preview Report
km: មើលរបាយការណ៍

source: Price
km: តម្លៃ

source: Product Name
km: ឈ្មោះ​ផលិតផល

source: Product Ordered
km: ផលិតផលដែលបានបញ្ជាទិញ

source: Product Purchased
km: ផលិតផលដែលបានទិញ

source: Purchase Date
km: កាលបរិច្ឆេទទិញ

source: Purchase Details
km: ព័ត៌មានលម្អិតអំពីការទិញ

source: Purchase From
km: ធ្វើការបញ្ជា​ទិញពី

source: Purchaser
km: អ្នកទិញ

source: Quantity
km: បរិមាណ

# question
source: Are you sure you want to delete this order
km: តើអ្នកប្រាកដថាចង់លុបការបញ្ជាទិញនេះទេ

source: Sale Supervisor
km: អ្នកគ្រប់គ្រងផ្នែកលក់

source: Save
km: រក្សាទុក

# search
source: search order
km: ស្វែងរកការបញ្ជា​ទិញ

source: search supplier
km: ស្វែងរកអ្នកផ្គត់ផ្គង់

source: Show in row
km: បង្ហាញជាជួរ

source: Sub Total
km: តម្លៃ​សរុបរង

source: Supplier Create
km: បង្កើតអ្នកផ្គត់ផ្គង់

source: Supplier Delete
km: លុបអ្នកផ្គត់ផ្គង់

source: Supplier Khmer Name
km: ឈ្មោះអ្នកផ្គត់ផ្គង់ជាភាសាខ្មែរ

source: Supplier List
km: បញ្ជីអ្នកផ្គត់ផ្គង់

source: Supplier Name
km: ឈ្មោះអ្នកផ្គត់ផ្គង់

source: Total
km: តម្លៃ​សរុប

source: Total Amount
km: តម្លៃសរុប

source: Total Price
km: តម្លៃ​សរុប

source: Trading
km: ការជួញដូរ

source: Unit Price
km: តម្លៃ​ឯកតា

source: Website
km: គេហទំព័រ

source: Who made the purchase
km: អ្នកដែលបានធ្វើការទិញ

source: Yes
km: យល់ព្រម
