Repository: ez-startup/cultureweb
Catalog: Resources/Areas/Admin/Views/Order/Create.*.resx
Languages: km

source: Action
km: សកម្មភាព

source: Add
km: ដាក់ចូល

source: Add new Product
km: បន្ថែមផលិតផល

source: Attribute Material
km: វត្ថុធាតុដើមរបស់ធាតុផ្គុំ

source: Attribute Name
km: ឈ្មោះធាតុផ្គុំ

source: Available Status
km: ស្ថានភាពដែលមាន

source: Back
km: ត្រឡប់ក្រោយ

source: Color
km: ពណ៌

source: Create
km: បង្កើត

source: Create Attribute
km: បង្កើតធាតុផ្គុំ

source: CreatedSuccessfully
km: ផលិតផលរបស់អ្នកត្រូវបានបង្កើតដោយជោគជ័យ

source: DeletedSuccessfully
km: ផលិតផលរបស់អ្នកត្រូវបានលុបដោយជោគជ័យ

source: Description
km: ពណ៌នា

source: Description1
km: ពណ៌នា

source: EditedSuccessfully
km: ផលិតផលរបស់អ្នកបានកែសម្រួលដោយជោគជ័យ

source: Image
km: រូបភាព

source: Information
km: ព័ត៌មានទាក់ទង

source: IsAvailable
km: អាចប្រើបាន

source: Material
km: វត្ថុធាតុដើម

source: No
km: ល.រ

source: Price
km: តម្លៃ

source: Product Create
km: បង្កើតផលិតផល

source: Product List
km: បញ្ជីផលិតផល

source: Product Name
km: ឈ្មោះផលិតផល

source: Quantity
km: បរិមាណ

source: Save
km: រក្សាទុក

source: search
km: ស្វែងរកផលិតផល

source: Select Attributes
km: ជ្រើសរើសធាតុផ្គុំ

source: Select Sub Category
km: ជ្រើសរើសក្រុមរង

source: Show in row
km: បង្ហាញជាជួរ

source: SubCategory
km: ក្រុមរង

source: Successfully
km: ជោគជ័យ

source: Upload images
km: បង្ហោះរូបភាព
