Repository: ez-startup/cultureweb
Catalog: Resources/Areas/Customer/Views/Home/About.*.resx
Languages: km

source: About
km: អំពី

source: All Products
km: ផលិតផលទាំងអស់

source: Angkor wat
km: ប្រាសាទអង្គរវត្ត

source: angkor-desc
km: ប្រាសាទអង្គរវត្ត ជាប្រាសាទមួយស្ថិតនៅក្នុងខេត្តសៀមរាប ប្រទេសកម្ពុជា។ សាងសង់ក្នុងសតវត្សទី 12 ដោយអាណាចក្រខ្មែរ វាត្រូវបានចាត់ទុកថាជាស្នាដៃស្ថាបត្យកម្មដ៏គួរឱ្យចាប់អារម្មណ៍បំផុតមួយនៅក្នុងពិភពលោក។ ប្រាសាទនេះលាតសន្ធឹងលើផ្ទៃដីជាង 160 ហិកតា ហើយត្រូវបានតុបតែងដោយចម្លាក់ និងរូបចម្លាក់ដ៏ស្មុគស្មាញ។ ដើមឡើយ​សាងសង់​ជា​ប្រាសាទ​ហិណ្ឌូ ប៉ុន្តែ​ក្រោយមក​បាន​ក្លាយជា​កន្លែង​ពុទ្ធសាសនិក។ សព្វថ្ងៃនេះ ប្រាសាទអង្គរវត្តគឺជាគោលដៅទេសចរណ៍ដ៏ពេញនិយម និងទាក់ទាញភ្ញៀវទេសចរណ៍មកពីជុំវិញពិភពលោកដែលមកទស្សនាភាពស្រស់ស្អាត និងស្វែងយល់ពីបេតិកភណ្ឌវប្បធម៌ដ៏សម្បូរបែបរបស់វា។

source: Attribute
km: ធាតុផ្គុំ

source: Blog
km: អត្ថបទ

source: Cambodia's
km: របស់កម្ពុជា

source: Cart
km: កន្រ្តក

source: Category
km: ក្រុម

source: Contact
km: ទំនាក់ទំនង

source: Customer Site
km: គេហទំព័រអតិថិជន

source: Customer's order
km: ការបញ្ជាទិញរបស់អតិថិជន

source: Dashboard
km: ផ្ទាំងគ្រប់គ្រង

source: en
km: អង់គ្លេស

source: English
km: អង់គ្លេស

source: Favorite
km: ចំណូលចិត្ត

source: Filter by Category
km: ស្វែងរកតាមក្រុម

source: Gallery
km: វិចិត្រសាល

source: Home
km: ទំព័រដើម

source: Khmer
km: ភាសាខ្មែរ

source: Khmer Cultural Heritage
km: គេហទំព័រមរតកវប្បធម៌ខ្មែរ

source: Khmer Music Instruments
km: ឧបករណ៍ភ្លេងខ្មែរ

source: Khmer Tranditional
km: ប្រពៃណីខ្មែរ

source: Khmer Tranditional desc
km: ទំនៀមទំលាប់ប្រពៃណីខ្មែរ សំដៅលើទំនៀមទំលាប់ និងទំនៀមទំលាប់ដែលបានអភិវឌ្ឍជាច្រើនសតវត្សមកហើយក្នុងចំណោមប្រជាជនខ្មែរនៃប្រទេសកម្ពុជា។ ទំនៀមទំលាប់ទាំងនេះត្រូវបានទទួលឥទ្ធិពលយ៉ាងខ្លាំងពីព្រះពុទ្ធសាសនា ក៏ដូចជាប្រវត្តិសាស្ត្រ និងភូមិសាស្ត្ររបស់ប្រទេស។ ទិដ្ឋភាពសំខាន់ៗមួយចំនួននៃទំនៀមទំលាប់ខ្មែរ រួមមានការកសាងប្រាសាទបុរាណដូចជាប្រាសាទអង្គរវត្ត របាំប្រពៃណី និងតន្ត្រី និងមុខម្ហូបប្លែកៗដែលមានរសជាតិដិត និងគ្រឿងផ្សំប្លែកៗ។ គ្រួសារ និងសហគមន៍មានតម្លៃខ្ពស់នៅក្នុងសង្គមខ្មែរ ហើយទំនៀមទម្លាប់ជាច្រើនត្រូវបានផ្តោតលើការរក្សាភាពសុខដុមរមនា និងតុល្យភាពក្នុងទំនាក់ទំនង។ សរុបមក ទំនៀមទំលាប់ខ្មែរ គឺជាការបង្ហាញដ៏រស់រវើក និងចម្រុះពណ៌នៃបេតិកភណ្ឌវប្បធម៌ដ៏សម្បូរបែបរបស់កម្ពុជា។

source: km
km: ភាសាខ្មែរ

source: KnowUs
km: ស្គាល់យើង

source: Lakhon Khol
km: ល្ខោនខោល

source: Latest
km: ក្រោយបំផុត

source: Latest Blog
km: អត្ថបទចុងក្រោយ

source: Login
km: ចូលគណនី

source: Logout
km: ចាកចេញ

source: Main Category
km: ក្រុមចម្បង

source: More
km: ច្រើនទៀត

source: No blog available.
km: មិនមានអត្ថបទទេ។

source: No latest blog available.
km: មិនមានអត្ថបទចុងក្រោយបង្អស់ទេ។

source: Product
km: ផលិតផល

source: Profile
km: គណនី

source: Read more
km: អាន​បន្ថែម

source: Register
km: ចុះឈ្មោះ

source: RELIGION
km: សាសនា

source: Role
km: តួនាទី

source: Role and User
km: តួនាទី និងអ្នកប្រើប្រាស់

source: Role and User manage
km: តួនាទី និងការគ្រប់គ្រងអ្នកប្រើប្រាស់

source: Search
km: ស្វែងរកឈ្មោះផលិតផល

source: Socail Activity
km: សកម្មភាពសង្គម

source: Sub Category
km: ក្រុមរង

source: User
km: អ្នកប្រើប្រាស់

source: UserRole
km: តួនាទីរបស់អ្នកប្រើប្រាស់

source: View more product
km: មើលផលិតផលច្រើនទៀត

source: We are Cultural of Khmer
km: យើងជាវប្បធម៌ខ្មែរ

source: We inspire khmer Dance for every events
km: យើងបំផុសរបាំខ្មែរគ្រប់កម្មវិធី

source: We joined the charity
km: យើង​បាន​ចូលរួម​កម្មវិធី​សប្បុរសធម៌

source: Who we are
km: យើង​ជា​នរណា
